IDEA Open Model
SteelSetupRUS.PreloadedBoltsLoadType Property
Compatible with IDEA StatiCa v 10.1
 WeldingType
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public PreloadedBoltsLoadType PreloadedBoltsLoadType { get; set; }
Public Property PreloadedBoltsLoadType As PreloadedBoltsLoadType
	Get
	Set
public:
property PreloadedBoltsLoadType PreloadedBoltsLoadType {
	PreloadedBoltsLoadType get ();
	void set (PreloadedBoltsLoadType value);
}
Property Value
Type: PreloadedBoltsLoadType
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace